Tutorials/1D/Test2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides
    {
        type            patch;
        nFaces          2;
        startFace       3199;
    }
    empty1
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6400;
        startFace       3201;
    }
    empty2
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6400;
        startFace       9601;
    }
)

// ************************************************************************* //
